tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shujimikami/personal-arm-none-eabi-gcc"
brew "cocoapods"
brew "ffmpeg"
brew "llvm"
brew "open-ocd"
brew "qt"
brew "yarn"
brew "zlib"
brew "dart-lang/dart/dart", link: false
brew "shujimikami/personal-arm-none-eabi-gcc/gcc-arm-none-eabi"
cask "android-studio"
cask "flutter"
cask "macs-fan-control"
cask "qt-creator"
cask "visual-studio-code"
cask "ltspice"
cask "kicad"
cask "virtualbox"
