tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shujimikami/personal-arm-none-eabi-gcc"
brew "bzip2"
brew "cask"
brew "cocoapods"
brew "ffmpeg"
brew "python@3.10"
brew "llvm"
brew "neovim"
brew "nodebrew"
brew "open-ocd"
brew "pipenv"
brew "pyenv"
brew "qt"
brew "yarn"
brew "zlib"
brew "dart-lang/dart/dart", link: false
brew "shujimikami/personal-arm-none-eabi-gcc/gcc-arm-none-eabi"
cask "android-studio"
cask "flutter"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "iterm2"
cask "libreoffice"
cask "macs-fan-control"
cask "qt-creator"
cask "sourcetree"
cask "visual-studio-code"
