tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bzip2"
brew "cask"
brew "cocoapods"
brew "ffmpeg"
brew "python@3.10"
brew "neovim"
brew "nodebrew"
brew "pipenv"
brew "pyenv"
brew "yarn"
brew "zlib"
cask "google-chrome"
cask "google-japanese-ime"
cask "iina"
cask "iterm2"
cask "libreoffice"
cask "macs-fan-control"
cask "sourcetree"
brew "texlive"
cask "skim"
cask "virtualbox"
cask "amorphousdiskmark"
